[
    {
        "name": "tropitone",
        "title": "Tropitone",
        "headerImageSmall": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/header-example2-small.jpg",
        "headerImageLarge": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/header-example2-large.jpg",
        "collections": [
            {
                "name": "Arzo",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Arzo2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Arzo.jpg",
                "description": "Arzo’s simple lines and geometric shape create a versatile collection for any outdoor space. With a prolific structure, the footprint remains practical, while showcasing the luxurious volume of the weave. Arzo features a TropiKane® synthetic basket weave, which is weather-resistant and available in two colors – Kaffee or Nutmeg. Cushions are available in a plethora of Tropitone® fabrics and utilizes RELAXplus® technology for a truly unique setting. RELAXplus® cushion construction delivers the most comfortable and durable cushions for cushion seating. Arzo is an adaptive, attractive, and comfortable collection that enhances both Tropitone woven and modular seating offerings."
            },
            {
                "name": "Basta Sole® Umbrellas & Cabanas",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Basta+Sole+Cabana.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Basta+Sole.jpg",
                "description": "BASTA SOLE® Market Umbrellas are the epitome of fine craftsmanship and attention to details. Each BASTA SOLE® Umbrella is masterfully constructed and elegantly detailed to meet the highest standards. The result is sophisticated cupolas of color that provide shade and shelter for friends and guests."
            },
            {
                "name": "BelMar",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/BelMar4.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/BelMar3.jpg",
                "description": "The simple, graceful lines of the Tropitone® BelMar Collection, designed by John Caldwell, creates a versatile collection of transitional outdoor seating that echoes classic furniture forms. Choose between a cast shell seat and back with neo-classic X motif or a diamond weave seat and back crafted of polyethylene that will stand up to the rigors of weather and public use. Seating pieces are available with or without a seat pad. Frames are available in all Tropitone® Finishes. Chairs can nest up to four for easy storage. Envisioned as a collection of timeless pieces, BelMar is at home on a café patio, hotel dining terrace, or at the bar."
            },
            {
                "name": "Cabana Club",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Cabana+Club+Modular2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Cabana+Club+Modular.jpg",
                "description": "Tropitone® Cabana Club is a synthesis of sleek geometric lines. The geometry of the frame combined with the crisply tailored fabric make Cabana Club a study in refinement. Designed by Richard Holbrook and inspired by resort destinations such as Bali and Las Vegas, the Cabana Club Collection includes sling, padded sling, aluminum slat, woven, and modular seating options. With an aluminum frame powder-coated in a range of colors and numerous fabric options, Cabana Club is now more versatile than ever. Gracing homes and resort properties around the world, Cabana Club brings contemporary elegance to a new level of perfection."
            },
            {
                "name": "Cantos",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Cantos+Relaxed+Sling2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Cantos++Relaxed+Sling.jpg",
                "description": "Designed by Peter Homestead, the Cantos collection was inspired by music. The name Cantos comes from the Italian word Canto, meaning “to sing”. The Cantos Collection features a wide arm for comfort that is capped in a unique casting which resembles the F Clef music note. The aluminum frame has a transitional or traditional design depending upon the selected frame finish and fabric. Available in relaxed sling and padded sling options, the Cantos Outdoor Furniture Collection includes a stacking dining chair and stationary bar stool. Tropitone’s Cantos Collection will have you singing songs of cheer as you and guests sit in comfort and enjoy the outdoors."
            },
            {
                "name": "Chimaya",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Chimaya2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Chimaya+(2).jpg",
                "description": "The Chimaya cast aluminum patio furniture collection embodies the spirit and beauty of natural Northern American desert landscapes. Inspired by the natural desert plant life, the Chimaya cast aluminum patio furniture is the ideal choice for café and public seating requirements. This cast aluminum patio furniture is produced in high quality alloy for crisp detail and superior finishing. Chimaya cast aluminum patio furniture was designed by award-winning designer John Caldwell. Seating pieces are available with or without a seat pad. Pair Chimaya seating with a BASTA SOLE® Umbrella for a truly tranquil setting."
            },
            {
                "name": "Corsica",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Corsica+Cushion+(2).jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Corsica+Cushion.jpg",
                "description": "With graceful, flowing curves and subtle end-of-arm rolled detailing, the Corsica Collection complements any decor. Designed by Peter Homestead, the simple and refined styling makes this patio furniture set perfect for poolside lounging, hanging out on the patio, or sitting comfortably in your outdoor dining area. With lightweight aluminum frames powder-coated in any of Tropitone's colorful, yet durable, finishes and fabric selected from Tropitone's plethora of fabric offerings, Corsica provides a beautiful transitional outdoor seating solution."
            },
            {
                "name": "Curve",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Curve2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Curve.jpg",
                "description": "Suitable for in or out of the pool, Curve is sure to make a bold statement in any outdoor space. The Curve Collection is made from Rotoform, a waterproof, marine-grade polymer product. Curve chaise lounges, tables, lounge chairs, and ottomans are available in several bright hues, perfect for today's trendy resorts and luxury hotels."
            },
            {
                "name": "District",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/District2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/District.jpg",
                "description": "Perfect for entrances, walkways, and dining areas, District is a durable outdoor furniture solution. The District collection includes benches, waste receptacles, and picnic tables that feature simple, streamlined designs- slats or a square pattern. District site furnishings are made of powder-coated aluminum or steel. This site furnishing collection complements other Tropitone® outdoor furniture and will suit any environment, from urban dining to classic country clubs to modern hotels."
            },
            {
                "name": "Echo",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Echo2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Echo.jpg",
                "description": "The crisp, tailored sling and geometric frame make Tropitone® Echo Chaise Lounges unlike any other. Contemporary and comfortable, the Echo Collection was designed by Rober Pluer. Echo is available in Sling and Padded Sling options. Select from an array of frame finishes and sling fabrics to customize these chaise lounges. Echo Chaise Lounges are stackable and versatile, important for any contract setting."
            },
            {
                "name": "Elance",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Elance+Padded+Sling2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Elance+Padded+Sling.jpg",
                "description": "Tropitone® Elance Seating embodies chic relaxation with a sleek silhouette and comfortable sit. Designed by John Caldwell, the Elance Collection is available in Sling, Padded Sling, and EZ SPAN™ options. Expand your color and style options by incorporating your choice of Tropitone® Fabrics or adding accent color EZ SPAN™ Segments."
            },
            {
                "name": "Evo",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Evo+Modular+Woven2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Evo+Modular+Woven.jpg",
                "description": "Evo is truly an evolution of style and comfort and the perfect solution for public spaces from lobbies, to conversation centers, to relaxation retreats. Designer Richard Holbrook created an elegant collection with subtly tapered legs and slight arch across the back of each piece. The Evo Collection features TropiKane® Basket or Vineyard Weaves and cushions equipped with Tropitone’s exclusive RELAXplus® technology to ensure a durability. Evo is truly an evolution of style, design, and comfort."
            },
            {
                "name": "Fire",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Fire+Accessories2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Fire+Accessories.jpg",
                "description": "Stay warm outside with one of Tropitone’s fire pits. Each outdoor fire pit burns brightly, and safely, and has been certified by an independent agency. Tropitone® Fire Pits are functional and coordinate with Tropitone® Seating and Table options. Each fire pit is shipped fully assembled, including a top, base, and burner system. The variety of burner systems produce a wide range of heat output, peaking at 90,000 BTUs. This range of output provides the user with versatility to respond to variations in outdoor temperature and activities."
            },
            {
                "name": "Impressions",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Impressions+Cafe.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Impressions.jpg",
                "description": "Impressions patio furniture collection is the the perfect choice for contemporary café and hospitality seating. The collection consists of durable, stacking patterned aluminum dining chairs, side chairs, and bar stools available in any Tropitone® Standard or Premium Finish. Patterned aluminum dining tables, coffee tables, and accessory tables in coordinating and complimentary designs pair perfectly with the Impressions Collection to complete the outdoor setting."
            },
            {
                "name": "KOR",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Kor+Relaxed+Sling2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Kor+Relaxed+Sling.jpg",
                "description": "KOR, designed by Brian Mehler, features an edgy design with curved backs and arms and arched, angled legs. Inspired by mid-century modern design, the contemporary collection is available in relaxed sling and padded sling options. KOR includes outdoor dining chairs, lounge chairs, spa chairs, chaise lounges, and bar stools. KOR offers a fresh take on patio furniture and is sure to make a statement in any location."
            },
            {
                "name": "Kahana",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Kahana+Cross+Strap+2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Kahana+Cross+Strap.jpg",
                "description": "As beautiful and rugged as its island beach namesake, the Kahana Collection is ready for any outdoor paradise. Kahana Patio Furniture includes a stackable dining chair, a club chair and a stackable chaise lounge, all featuring the traditional strap or sturdier cross strap seat and back. Seat pads are also available. Paired with our many outdoor dining tables, accessory tables and market umbrellas, the Kahana Collection welcomes guests to the island lifestyle."
            },
            {
                "name": "Kenzo",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Kenzo+Padded+Sling2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Kenzo+Padded+Sling.jpg",
                "description": "Designed by Peter Homestead, Kenzo exhibits a unique, transitional design, while demonstrating the up-most comfort in the market. Kenzo features simple, graceful lines, a wide frame, and comfortable fabrics from Tropitone's large selection. With a complete collection cushion, woven, sling, and padded sling pieces, Kenzo will complement any outdoor patio."
            },
            {
                "name": "La Scala",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/La+Scala+Relaxed+Sling2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/La+Scala+Relaxed+Sling.jpg",
                "description": "The La Scala Seating Collection was inspired by the venerable opera house in Milan, Italy, from which the furniture takes its name. Tropitone and noted designer John Caldwell have created outdoor furniture that fuses the artistic heritage of the La Scala opera house with the timeless, old-world craftsmanship of Italy. The patio furniture collection is available in Relaxed Sling, Padded Sling, and Cross Strap. La Scala Chairs are crafted of durable powder-coated aluminum and are customizable with Tropitone's plethora of fabrics."
            },
            {
                "name": "Lakeside",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Lakeside+URComfort+Cushion2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Lakeside+URComfort+Cushion.jpg",
                "description": "Designed by Peter Homestead, the enduring Lakeside Outdoor Patio Seating Collection connect modern families to nature. The Lakeside Collection features clean lines and generous seating surfaces to provide a rustic, yet elegant, charm. Lakeside Outdoor Furniture is available in sling, padded sling, cushion and woven options, each piece constructed with lightweight, durable aluminum frames. Lakeside Outdoor Patio Furniture consists of dining chairs, patio swivel rockers, chaise lounges, gliders, ottoman, action loungers, and lounge chairs."
            },
            {
                "name": "MainSail",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/MainSail+Sling2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/MainSail+Sling.jpg",
                "description": "Designed by Peter Homestead, the MainSail Collection has a flowing look with just enough detailing to complement a wide range of decors. Tropitone® MainSail Outdoor Furniture is made of powder-coated aluminum and built to withstand the elements. MainSail features a sled base and is ergonomically designed with a lumbar-supported seating position which provides long-lasting comfort and encouraging casual relaxation. Whether lounging by the pool, relaxing in a cabana, or socializing in the outdoor dining area, MainSail Patio Furniture was developed to enhance outdoor living."
            },
            {
                "name": "Mia",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Mia2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Mia.jpg",
                "description": "Designed by Richard Holbrook, the Mia Woven Lounger and Ottoman are sophisticated, yet relaxed and modular. Made from a specially formulated, weather-resistant synthetic weave and powder-coated aluminum frames, this outdoor lounger and ottoman are built for low-maintenance and durability. Mia features RELAXplus® Cushion Technology to ensure ultimate relaxation. Offered in TropiKane® Basket or Vineyard Weaves, the Mia Collection is sure to become a favorite on your patio or in your cabana."
            },
            {
                "name": "Millennia",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Millennia+Relaxed+Sling2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Millennia+Relaxed+Sling.jpg",
                "description": "Tropitone® Millennia Collection integrates form and function to make an elegant statement in any outdoor setting. Designed by Richard Holbrook, Millennia's simple lines create a sleek profile with ultimate comfort and unparalleled relaxation. Relaxed Sling, Padded Sling, and EZ Span™ Seating feature durable materials for use in the most demanding environments, as well as additional styling options. The Millennia Collection includes stackable sand chairs, bar stools and chaise lounges. This modern classic will keep its stylish shape all year round."
            },
            {
                "name": "Mobilis",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Mobilis+2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Mobilis1.jpg",
                "description": "The Mobilis Collection, designed by Richard Holbrook, offers outdoor modular seating for an inviting and visually interesting patio environment. With a modern or retro appearance, all pieces in the Mobilis Collection may be mixed and matched to create a broad array of seating combinations to accommodate the diverse social areas of today's resorts and luxury hotels. Mobilis is made from rotorform, a marine grade polymer product. The Mobilis Collection is available in an array of bright colors with cushions covered in one of Tropitone's fabrics. During the manufacturing process, minimal scrap is generated and the polymer molds are recycled resulting in the environmentally-friendly outdoor furniture collection."
            },
            {
                "name": "Montreux",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Montreux+Cushion2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Montreux+Cushion.jpg",
                "description": "The Montreux Outdoor Patio Furniture Collection, named after the home of the jazz festival in Switzerland, transforms style and sturdy construction into a work of art. This patio furniture collection is a perfect interplay of extruded aluminum seamlessly blended with cast aluminum details. The Montreux Collection, designed by Peter Homestead, is a full-line offering in sling, cushion, and woven. Get the most from outdoor patio furniture by pairing Montreux Patio Chairs with coordinating outdoor Tropitone® Tables under a Basta Sole®Market Umbrella."
            },
            {
                "name": "Montreux II",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Montreux+II+Cushion+2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Montreux+II+Cushion.jpg",
                "description": "The Tropitone® Montreux II Collection of outdoor patio furniture, named after the site of the jazz festival in Switzerland, was such a hit that it is making an encore appearance with Montreux II. This sturdy patio furniture collection brings the comfort of the indoors outside. With a blend of extruded aluminum and cast-aluminum details, Montreux II Seating features a well-proportioned frame, stylishly curved arm support, and comfortable cushion, sling, or padded sling seating. Montreux II Patio Furniture will transform any outdoor living space into a showstopper."
            },
            {
                "name": "Palladian",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Palladian+Cafe2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Palladian+Cafe.jpg",
                "description": "The Palladian Cast Aluminum Outdoor Furniture, designed by John Caldwell, offers traditional patio furniture for use in demanding, high-traffic settings. Available in exclusive cast aluminum designs or TropiKane® Woven, Palladian offers dining chairs, bar stools, and chaise lounges for a traditional cafe setting. Unite these impressive chairs with a Basta Sole® Market Umbrella and Tropitone® Table to create an ensemble suitable for the outdoors."
            },
            {
                "name": "Ravello",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Ravello+Cushion2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Ravello+Cushion.jpg",
                "description": "A romantic town situated just above Italy's Amalfi Coast inspired the timeless beauty and traditional stye of the Tropitone's Ravello outdoor furniture collection. The Ravello Collection, designed by Robert Mainville, invites one to while away a few leisurely hours in reverie and contemplation. With pieces such as swivel rockers and recliners with ottomans, Ravello expands outdoor seating and entertainment options beyond the typical patio chairs and pool loungers. Ravello is offered in cushion, sling, padded sling, and woven seating surfaces."
            },
            {
                "name": "Shoreline",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Shoreline+Padded+Sling2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Shoreline+Padded+Sling.jpg",
                "description": "Elegant style and relaxed comfort are what set this classic outdoor patio chair apart from others. Inspired by the graceful curves of the beach, Tropitone's Shoreline Collection boasts graceful arm supports and a sturdy well-crafted aluminum frame, which offers durability and ergonomic support. The gently curved seat and back evoke a modern, contoured appearance. The Shoreline Collection is available in sling and padded sling. Sit back, relax, and let Tropitone's Shoreline Sling Collection drift you away to the coastline."
            },
            {
                "name": "Sorrento",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Sorrento+Padded+Sling2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Sorrento+Padded+Sling.jpg",
                "description": "Tropitone and designer Fredric Doughty were inspired by the peninsula city of Sorrento, the land of the sirens, to create the Sorrento Outdoor Furniture Collection. Featuring graceful curves and an extruded aluminum frame, Sorrento seating offers the ideal aluminum patio furniture solution for outdoor spaces. The Sorrento Collection includes Relaxed Sling, Padded Sling, and Cross Strap. Simple maintenance, aluminum construction and weather-tough finish mean Sorrento Dining Chairs, Bar Stools, and Chaise Lounges will be in top shape, year-round."
            },
            {
                "name": "South Beach",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/South+Beach+Cushion2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/South+Beach+Cushion.jpg",
                "description": "Fashionable and fun-loving like the Miami neighborhood for which this collection is named, Tropitone® South Beach Outdoor Patio Furniture offers a unique, trend-setting perspective. Created by Richard Holbrook, South Beach Seating is available in cushion, relaxed sling, padded sling, and EZ Span™. This sleek, modern line features dining chairs, chaise lounges, modular seating pieces, sofas and love seats, outdoor ottomans, and accessory tables."
            },
            {
                "name": "Spinnaker",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Spinnaker+Padded+Sling2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Spinnaker+Padded+Sling.jpg",
                "description": "The Tropitone® Spinnaker Collection leads the fleet of outdoor patio furniture with its combination of functional styling, clean lines, and a unique waterfall back design. The Tropitone® Spinnaker Patio Furniture is available in sling and padded sling seating systems with durable fabric slung across the seat and back frame for enhanced comfort and a contemporary look. The Spinnaker Collection includes dining chairs, chaise lounges, and armless chaise lounges."
            },
            {
                "name": "Tables",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Table+Base2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Table+Base.jpg",
                "description": "Set the stage for any outdoor occasion with Tropitone® dining and accessory tables. If you need the perfect companion to a favorite beverage poolside or a worry-free surface for a quick lunch, our end tables are a superb solution. The fun versatility of modular ottoman tables makes entertaining a breeze. Create a romantic scene for that candlelit dinner with a Tropitone® dining table."
            },
            {
                "name": "Torino",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Torino+Cushion2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Torino+Cushion.jpg",
                "description": "Refined Italian styling and luxurious automotive two-seaters are synonymous with Torino, Italy. The Torino Collection fuses these notes with artisan-inspired craftsmanship, resulting in an elegant, comfortable, and versatile outdoor patio collection. The Torino Cushion, Sling and Padded Sling Collections utilize soft, yet durable, designer fabrics and feature sturdy powder-coated aluminum. Outdoor gatherings are more lively and engaging with the fashionable Italian-inspired Torino Collection from Tropitone."
            },
            {
                "name": "Tropi-Kai®",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Trop-Kai+Strap2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Trop-Kai+Strap.jpg",
                "description": "For decades, Tropi-Kai® has been the first choice for strength and durability in demanding pool environments. Designed for the toughest hospitality users, Tropi-Kai® Pool Furniture is offered in several attractive stackable dining chairs, sand chairs and chaise lounges. These pieces pair perfectly with Tropitone's outdoor dining and accessory tables to create a complete outdoor furniture environment. As time has shown, Tropi-Kai® is a classic proven to bring the utmost in comfort and style to the pool deck."
            },
            {
                "name": "Veer",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Veer+Padded+Sling2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/Tropitone/Veer+Padded+Sling.jpg",
                "description": "The Tropitone® Veer Collection offers a contemporary seating alternative with modern comfort. The silhouette of the collection \"veer\" boldly forward in a modernistic way, showcasing sleek lines on an aluminum frame. Created by noted designer John Caldwell, Veer is available in cast aluminum, sling, and padded sling. Veer offers is a modern, progressive chair for a chic setting."
            }
        ]
    },
    {
        "name": "lloyd-flanders",
        "title": "Lloyd Flanders",
        "headerImageSmall": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/header-example4-small.jpg",
        "headerImageLarge": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/header-example4-large.jpg",
        "collections": [
            {
                "name": "CATALINA",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Catalina-2016-008.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Catalina-2016-005.jpg",
                "description": "With clean lines and comfort-scale seating, Catalina embraces the relaxed attitude of the island that inspired it. Iconic Lloyd Loom is paired with FSC certified teak in an antique gray finish for a sophisticated look that works in any space."
            },
            {
                "name": "ELEMENTS",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Elements2015_sectional_CONV_detail2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Elements2015_sectional_CONV.jpg",
                "description": "Sometimes the best things in life are the simplest. Nature's core building blocks — its elements — are fused into this refined furniture set. Tightly-woven wicker forms comforting back-to-basics bodies and arms, while sophisticated stainless steel legs add style and strength. A wide variety of unique pieces offer a wealth of customizable options, exclusive to the Elements collection."
            },
            {
                "name": "GENERATIONS",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Generations-012.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Generations-002.jpg",
                "description": "The Generations collection, designed by John Caldwell, captures classic elements of Lloyd Loom design with an updated aesthetic. Subtle curves and deep seating are accented by stainless steel to create timeless style. EcoSmart Fire Tables create ambient focal points ideal for dinner under the stars."
            },
            {
                "name": "HAMPTONS",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/LloydFlanders_Hamptons2016-dining-whiteLF-0400.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/LloydFlanders_Hamptons2016-dining-white-pewter-MeridianCameo-LF-0393.jpg",
                "description": "Versatility and understated elegance means the Hamptons collection is easily adaptable to multiple rooms and decor styles. Self-expression is also a crucial feature of this collection; free-standing sectional units can be configured as a continuous seating arrangement or moved about to create intimate conversation nooks."
            },
            {
                "name": "LOOM ACCESSORIES",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Loom_Chaise_2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Loom_Chaise_1.jpg",
                "description": "These popular Lloyd Loom® products are designed to complement any collection. From bistro chairs and bar stools to porch rockers and pool chaises, customize your outdoor space with these handcrafted loom accessories."
            },
            {
                "name": "MANDALAY",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Mandalay2014_035.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Mandalay2014_031.jpg",
                "description": "The Mandalay collection perfectly blends design and workmanship into comfortably casual seating with understated style. The entire collection features a unique five-strand weave which emulates the textures of natural sea grass. Wide arms and loose back pillows maximize comfort, while subtle curves invite you to settle in and stay awhile."
            },
            {
                "name": "NANTUCKET",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Nantucket-015.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Nantucket-013.jpg",
                "description": "The Nantucket collection evokes the grandeur of the American East Coast. Like its island namesake, casual elegance is inherent to this collection. Plush deep seating offers no-nonsense comfort while delicate detailing creates a refined, timeless look."
            },
            {
                "name": "OXFORD",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/LF-0178_Oxford_seating_modified.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Oxford_Seating.jpg",
                "description": "The Oxford collection was designed with comfort in mind. The plush box cushions, soft rolling arms, and custom bun feet combine to add a distinctive allure to the collection, giving a sense of aristocracy that is sure to impress family and friends. Our beautifully woven wicker, set on a sturdy aluminum frame, provides the ideal blend of outstanding durability and unsurpassed elegance."
            },
            {
                "name": "REFLECTIONS",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Reflections-023.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Reflections2012_028.jpg",
                "description": "You shouldn't need to leave your home to decompress. Lloyd Flanders has crafted the Reflections collection as an everyday escape. Form and function are perfectly balanced, and the result is beautiful. The subtly woven details, built-in comfort and easy elegance of the Reflections collection are designed to melt stress away."
            },
            {
                "name": "WEEKEND RETREAT",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Weekend7_models.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Weekend_Retreat2014_011.jpg",
                "description": "Release the stress and pressures of everyday life with the Weekend Retreat collection. Rediscover a time when the weekend was all about connecting with self and loved ones. Classic and comfortable, the Weekend Retreat collection combines plush seating with traditional loom weave for real end-of-the-week relaxation."
            },
            {
                "name": "CONTEMPO",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Contempo2012_036.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Contempo2012_009.jpg",
                "description": "With the rich color and warm texture of rattan peel, the Contempo collection offers the ultimate in outdoor living. Function and style are joined to create this one-of-a-kind collection. The straightforward, clean design of the footed sofa and sectional collection features inviting, loose backs, plush seating and extra wide arms for extraordinary comfort."
            },
            {
                "name": "FAIRHOPE",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Fairhope2012_004.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Fairhope2012_001.jpg",
                "description": "Flowing curves, reflective of Mobile Bay waters, frame the design of the Fairhope Collection. This collection evokes relaxed, coastal style with fossil coloration and plush, loose back cushioning. With an open weave, inherent elegance, and exceptional outdoor durability, the Fairhope Collection is the perfect compliment to outdoor retreats."
            },
            {
                "name": "GRAND TRAVERSE",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Grand_Traverse2012_033.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/GT_FireTable_Models.jpg",
                "description": "Crafted in our exclusive SunLoom vinyl, the Grand Traverse collection achieves lasting durability, ensuring endless seasons of comfort and conversations. Perfectly suited to the lanai, sun room, or front lawn, the Grand Traverse collection provides versatility to fit your lifestyle and adjust to the changing seasons in your life. Available in caramel or bisque."
            },
            {
                "name": "LARGO",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Largo-001.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Largo-006.jpg",
                "description": "Low profile design and versatility define the Largo Collection. Designed by John Caldwell, the sunbed-sectional combination allows configurations ideal for a weekend alone or additional seating for entertaining friends and family."
            },
            {
                "name": "HAVANA",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Havana-2016-011.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Havana-2016-001.jpg",
                "description": "Richly multi-toned, with an airy open weave and draping side skirt, Havana welcomes its guests with comfort and style."
            },
            {
                "name": "LOW COUNTRY",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Low_Country2014_011.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Low_Country2014_009.jpg",
                "description": "This distinctive collection lives up to its namesake, bursting with a wealth of styling and antebellum good taste. Elegant detailing blends with the sturdy fundamental craftsmanship native to the Low Country collection. This extensive collection of seating and occasional outdoor furniture adds a touch of southern sophistication to any outdoor living space."
            },
            {
                "name": "MACKINAC",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Mackinac2014_025.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Mackinac2014_017.jpg",
                "description": "Like the island that inspired its design, the Mackinac collection is suspended in a forgotten, more innocent time. Enjoy life's simple pleasures within its open weave, deep seated comfort. The romantic styling of the Mackinac collection is complemented by its nautical teak table tops, bold woven framework and luxuriously comfortable seating. From bar tables and stools to dining sets and sofas, the Mackinac collection meets all your seating requirements with class and comfort."
            },
            {
                "name": "MESA",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Mesa2012_001.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Mesa2012_005.jpg",
                "description": "Robust urban styling defines the Mesa collection. With bold lines and well placed transitions, Mesa epitomizes exceptional comfort and distinctive style. Versatility is inherent, from conversation groupings to sectional pieces, Mesa is the perfect complement to any outdoor space."
            },
            {
                "name": "SOUTH BEACH",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/SB_lounge_web.png",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/South_Beach-001.jpg",
                "description": "The South Beach collection balances style, comfort, and convenience with quick-dry foam seating upholstered in a light grey textilene. Paired with matching white powder coated tables and seat bases, the South Beach collection creates a modern and lively seating space."
            },
            {
                "name": "TOBAGO",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Tobago-005.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Tobago-003.jpg",
                "description": "From German designer Mathias Hoffman, the Tobago collection sets the standard for excellence in alternative deep-seated design. Full fluid lines ignite the imagination and enhance the look and feel of this boldly woven style. From its supple texture and Antiqued Teak tops to its uncommon luxury, the Tobago collection is designed to be memorable."
            },
            {
                "name": "UNIVERSAL TEAK",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Universal-Teak-10.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Teak_Detail2012_005.jpg",
                "description": "Our universal teak furniture is designed for use with any collection. Teak is ideal for outdoor settings due to its high oil content, inherent strength, and tight grain. We only use sustainably sourced, FSC-certified teak in all of our teak products. Our universal teak has an exclusive antique gray finish that will achieve a rich, silvery finish over time if when left outside. Golden Care Vintage Teak Protector is the recommended protectant for Lloyd Flanders Universal Teak."
            },
            {
                "name": "WILDWOOD",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Wildwood-2016-007.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Wildwood-2016-002.jpg",
                "description": "Capturing the beauty of teak with an exclusive heather gray teak finish and adding comfort with luxurious cushioned seating and padded Lloyd Loom back panels, Wildwood creates an idyllic home oasis. Smooth transitional details will take your outdoor room to the next level. The inset back panels are available in any of our 20 custom Lloyd Loom paint finishes."
            },
            {
                "name": "THROW PILLOWS",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Throw-pillows-5_2.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Throw-pillows-6_2.jpg",
                "description": "All Lloyd Flanders throw pillows are constructed with 100% polyester fill to meet the demands of indoor and outdoor living."
            },
            {
                "name": "HAVEN",
                "path": "",
                "image": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Haven2009_024.jpg",
                "largeImage": "https://s3.us-east-2.amazonaws.com/patio-place-product-images/LloydFlanders/Haven2009_019.jpg",
                "description": "Just as the name implies, the Haven collection offers refuge from life's worries and demands. Slip away into your harbor of solitude, while relaxing on this graciously styled seating and dining collection. Haven features large open weaving, wide arms, and high backed support, while Lloyd Flanders plush cushioning provides deep seated delight."
            }
        ]
    }
]